Revit 2024 API
ParameterTypeId.MassDataUnderground Property
 "Underground"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MassDataUnderground { get; }
Visual Basic
Public Shared ReadOnly Property MassDataUnderground As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MassDataUnderground {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace